Repository: wp-plugins/kalendas
Catalog: lang/kalendas-*.po
Languages: es_es, fr_fr

source: Can\'t read Kalendas Feed
fr_fr: Ne peux pas lire le feed Kalendas

source: Today
es_es: Hoy
fr_fr: Aujourd'hui

source: Tomorrow
es_es: Mañana
fr_fr: Demain

source: When
es_es: Cuándo
fr_fr: Quand

source: Where
es_es: Dónde
fr_fr: Où

source: No events programmed.
es_es: No hay eventos programados.
fr_fr: Aucun événement programmé

source: Update
es_es: Actualizar
fr_fr: Mettre à jour

source: Can't create the events list. Check your options.
es_es: No se pudo crear la lista de eventos. Revise sus opciones.
fr_fr: Ne peut pas créer la liste des événements

source: Loading Events list...
es_es: Cargando lista de eventos...
fr_fr: Chargement de la liste des événements. Vérifiez vos options

source: Options saved
es_es: Opciones almacenadas
fr_fr: Options enregistrées

source: Add an event list to your sidebar.
es_es: Agregar una litsa de eventos a la barra lateral.
fr_fr: Ajouter une liste d'événements à votre barre latérale

source: Title
es_es: Título
fr_fr: Titre

source: Google calendar feed
es_es: Fuente de Calendario Google
fr_fr: Feed du Calendrier Google

source: Kalendas' Options
es_es: Opciones de Kalendas
fr_fr: Options Kalendas

source: Date format
es_es: Formato de fecha
fr_fr: Format de date

source: Date format (all day event)
fr_fr: Format de date (l'événement dure toute la journée)

source: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Documentation about date format</a>.
fr_fr: <a href='http://codex.wordpress.org/Formatting_Date_and_Time' target='_BLANK'>Documentation de format de date</a>.

source: Show events since
es_es: Mostrar eventos desde
fr_fr: Afficher les événements depuis

source: One day before
es_es: Un día antes
fr_fr: Un jour avant

source: Two days before
es_es: Dos días antes
fr_fr: Deux jours avant

source: One week before
es_es: Una semana antes
fr_fr: Une semaine avant

source: Two weeks before
es_es: Dos semanas antes
fr_fr: Deux semaines avant

source: One month before
es_es: Un mes antes
fr_fr: Un mois avant

source: Two months before
fr_fr: Deux mois avant

source: Six months before
fr_fr: Six mois avant

source: One year before
fr_fr: Un an avant

source: Show events until
es_es: Mostrar eventos hasta
fr_fr: Afficher les événements jusqu'à

source: One day after
es_es: Un día después
fr_fr: Un jour après

source: Two days after
es_es: Dos días después
fr_fr: Deux jours après

source: One week after
es_es: Una semana después
fr_fr: Une semaine après

source: Two weeks after
es_es: Dos semanas después
fr_fr: Deux semaines après

source: One month after
es_es: Un mes después
fr_fr: Un mois après

source: Two months after
fr_fr: Deux mois après

source: Six months after
fr_fr: Six mois après

source: One year after
fr_fr: Un an après

source: Show at the most
es_es: Mostrar máximo
fr_fr: Montrer à la plupart

source: Update every
es_es: Actualizar cada
fr_fr: Mise à jour toutes les

source: hour
es_es: hora
fr_fr: Heure

source: day
es_es: día
fr_fr: Jour

source: Update Options
es_es: Actualizar Opciones
fr_fr: Options de mise à jour

source: You have to install <a href="%s" target="_BLANK">minimax %1.1f</a> in order for this plugin to work.
es_es: Deber&aacute; instalar <a href="%s" target="_BLANK">minimax %1.1f</a> para que este plugin funcione.

source: Doumentation about date format.
es_es: Documentación sobre formato de fecha.

source: Events list updated
es_es: Lista de eventos actualizada

source: Only Kalendas can use this link.
es_es: Solo Kalendas puede usar este vínculo.
